Repository: zbyszeg/TDC
Catalog: en-pl_Sopoltrad.tmx
Source language: en_gb
Languages: pl_pl

source: PRIMARY SIDE 1 TURN IF SECONDARY CURRENT CT'S IS 5A 5 TURNS IF SECONDARY CURRENT CT'S IS 1A
pl_pl: STRONA PIERWOTNA 1 OBRÓT JEŻELI PRĄD DRUGORZĘDNY CT WYNOSI 5 A 5 OBROTÓW, JEŻELI PRĄD DRUGORZĘDNY CT WYNOSI 1 A

source: CIRCUIT BREAKER POSITION
pl_pl: POŁOŻENIE WYŁĄCZNIKA

source: TRIPPING SUPERVISION CONTROL
pl_pl: STEROWANIE NADZOREM WYŁĄCZANIA

source: AC SOURCE CHANGE OVER
pl_pl: PRZEŁĄCZANIE ŹRÓDŁA AC

source: VOLTAGE CONTROL
pl_pl: STEROWANIE NAPIĘCIEM

source: ACCORDING TO SPECIFICATION
pl_pl: ZGODNIE ZE SPECYFIKACJĄ

source: TRIPPING VOLTAGE FAILURE
pl_pl: USTERKA NAPIĘCIA WYŁĄCZENIA

source: HEATING FAILURE
pl_pl: USTERKA OGRZEWANIA

source: CLOSING INTERLOCK BY SPRINGS
pl_pl: BLOKADA ZAMYKANIA SPRĘŻYNAMI

source: BLOCKING AUTO RECLOSING
pl_pl: AUTOMATYCZNE ZAMYKANIE BLOKADY

source: OPEN - 0 - CLOSED
pl_pl: OTWARTA - 0 - ZAMKNIĘTA

source: GS100 - CLOSING
pl_pl: GS100 - ZAMYKANIE

source: GS100 - TRIPPING 1
pl_pl: GS100 - ROZŁĄCZENIE 1

source: GS100 - SIGNALLING
pl_pl: GS100 - SYGNALIZACJA

source: GS100 - SPARES AUXILIARY CONTACTS
pl_pl: GS100 - ZAPASOWE STYKI POMOCNICZE

source: GS200 - CONTROL CIRCUIT
pl_pl: GS200 - OBWÓD STEROWANIA

source: 50GS600 - CONTROL CIRCUIT
pl_pl: 50GS600 - OBWÓD STEROWANIA

source: 60GS600 - CONTROL CIRCUIT
pl_pl: 60GS600 - OBWÓD STEROWANIA

source: GS101 - CONTROL CIRCUIT
pl_pl: GS101 - OBWÓD STEROWANIA

source: GS101 UNIT 11 - SIGNALLING
pl_pl: GS101 JEDNOSTKA 11 - SYGNALIZACJA

source: CURRENT TRANSFORMER CT5 - CT6 - CT7
pl_pl: PRZEKŁADNIK PRĄDOWY CT5 - CT6 - CT7

source: VOLTAGE TRANSFORMER VT52
pl_pl: TRANSFORMATOR NAPIĘCIA VT52

source: VOLTAGE TRANSFORMER VT54
pl_pl: TRANSFORMATOR NAPIĘCIA VT54

source: VOLTAGE TRANSFORMER VT53
pl_pl: TRANSFORMATOR NAPIĘCIA VT53

source: VOLTAGE TRANSFORMER VT55
pl_pl: TRANSFORMATOR NAPIĘCIA VT55

source: VOLTAGE TRANSFORMER MCB ALARMS
pl_pl: ALARMY MCB TRANSFORMATORA NAPIĘCIA

source: SPRING RESETTING EXCESS RUNNING TIME
pl_pl: PRZEKROCZENIE CZASU DZIAŁANIA RESETOWANIA SPRĘŻYNY

source: BUSBAR VOLTAGE PRESENCE
pl_pl: OBECNOŚĆ NAPIĘCIA W SZYNOPRZEWODZIE

source: GS101 UNIT C1 - SIGNALLING
pl_pl: GS101 JEDNOSTKA C1 - SYGNALIZACJA

source: GS101 UNIT C2 - SIGNALLING
pl_pl: GS101 JEDNOSTKA C2 - SYGNALIZACJA

source: GS101 UNIT C3 - SIGNALLING
pl_pl: GS101 JEDNOSTKA C3 - SYGNALIZACJA

source: CIRCUIT BREAKER LOCKED
pl_pl: WYŁĄCZNIK OBWODU ZABLOKOWANY

source: CURRENT TRANSFORMER CT5 - CT7
pl_pl: PRZEKŁADNIK PRĄDOWY CT5 - CT7

source: SEE INTERLOCKING DIAGRAM
pl_pl: PATRZ SCHEMAT BLOKAD

source: AUXILIARY RELAYING
pl_pl: PRZEKAZYWANIE POMOCNICZE

source: ANNUNCIATOR
pl_pl: SYGNALIZATOR

source: GENERATOR CIRCUIT BREAKER AVAILABLE FOR CLOSING
pl_pl: WYŁĄCZNIK OBWODU GENERATORA DOSTĘPNY DO ZAMKNIĘCIA

source: AXIAL FLOW FANS POLE 1 FAULT
pl_pl: USTERKA WENTYLATORÓW PRZEPŁYWU OSIOWEGO BIEGUN 1

source: FANS GROUP A POLE 1
pl_pl: WENTYLATORY GRUPA A BIEGUN 1

source: FANS GROUP B POLE 1
pl_pl: WENTYLATORY GRUPA B BIEGUN 1

source: GROUP A - AUTO - GROUP B
pl_pl: GRUPA A - AUTO - GRUPA B

source: POLE 1 ACKNOWLEDGMENT
pl_pl: POTWIERDZENIE BIEGUN 1

source: SIGNALLING SUPPLY
pl_pl: ZASILANIE SYGNALIZACJI

source: 3 PHASED VOLTAGE CONTROL
pl_pl: STEROWANIE NAPIĘCIEM 3-FAZOWYM

source: CONTROL COMMAND
pl_pl: POLECENIE STEROWANIA

source: AXIAL FANS - POLE 1
pl_pl: WENTYLATORY OSIOWE - BIEGUN 1

source: POLE 1 FANS CONTROL COMMAND
pl_pl: BIEGUN 1 POLECENIE STEROWANIA WENTYLATORAMI

source: CENTRIFUGAL FANS - POLE 1
pl_pl: WENTYLATORY ODŚRODKOWE - BIEGUN 1

source: CT5 CT6 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT5 CT6

source: TO BE CONNECTED ACCORDING TO THE PHASE MEASURING THE VOLTAGE REFERENCE AND THE AFFECTATION OF POLES TO THE NETWORK PHASE
pl_pl: DO PODŁĄCZENIA ZGODNIE Z POMIAREM FAZ NAPIĘCIEM ODNIESIENIA I PRZYPISANIEM BIEGUNÓW DO FAZ SIECI

source: LOCATED IN CONTROL ROOM
pl_pl: ZLOKALIZOWANY W STEROWNI

source: SF6 FAILURE
pl_pl: USTERKA SF6

source: OPERATION TIME
pl_pl: CZAS PRACY

source: MECANICAL WEAR TEMPERATURE
pl_pl: TEMPERATURA ZUŻYCIA MECHANICZNEGO

source: CBWATCH-2 CIRCUIT
pl_pl: OBWÓD CBWATCH-2

source: POLE 1 M05 CENTRIFUGAL FAN
pl_pl: BIEGUN 1 WENTYLATOR ODŚRODKOWY M05

source: POLE 1 M06 CENTRIFUGAL FAN
pl_pl: BIEGUN 1 WENTYLATOR ODŚRODKOWY M06

source: DETAIL OF THE H.V.
pl_pl: SZCZEGÓŁY STYKÓW WN

source: TERMINALS ALUMINIUM THICKNESS = 25mm Connector NORME NEMA
pl_pl: STYKI ALUMINIOWE, GRUBOŚĆ = 25mm Złącze NORME NEMA

source: EARTH TERMINALS OF THE FRAME
pl_pl: STYKI UZIEMIENIA RAMY

source: CENTRALIZING CUBICLE See folio 5
pl_pl: SZAFA CENTRALIZUJĄCA patrz karta 5

source: FIXING OF THE POLE ON THE FRAME
pl_pl: MOCOWANIE BIEGUNA DO RAMY

source: Not supplied by ALSTOM
pl_pl: Poza dostawą ALSTOM

source: Low voltage connection cables Supplied by ALSTOM
pl_pl: Przewody łączące niskiego napięcia w zakresie dostawy ALSTOM

source: Gutter see folio 6 Cables insertion :
pl_pl: Rynna, patrz karta 6 Wejście kabli:

source: 400cm² Max
pl_pl: Maks. 400cm²

source: BREAKER POSITION INDICATOR
pl_pl: WSKAŹNIK POŁOŻENIA WYŁĄCZNIKA

source: AVAILABLE ZONE FOR LOCATION OF AL L.V. CABLES
pl_pl: STREFA DOSTĘPNA NA LOKALIZACJĘ WSZYSTKICH KABLI NN

source: FIXING TO GROUND
pl_pl: MOCOWANIE DO PODŁOŻA

source: DIMENSION TO BE STATED BY USERS, TO CALCULATE THE LENGHT OF L.V. CABLES
pl_pl: WYMIARY DO OKREŚLENIA PRZEZ UŻYTKOWNIKÓW DO OBLICZENIA DŁUGOŚCI KABLI NN

source: NOTA :
pl_pl: UWAGA:

source: NOT SUPPLIED BY ALSTOM
pl_pl: POZA DOSTAWĄ ALSTOM

source: CONTROL GROUP 1
pl_pl: GRUPA STEROWANIA 1

source: COOLING ALARMS
pl_pl: ALARMY CHŁODZENIA

source: VOLTAGE SUPERVISION
pl_pl: NADZÓR NAPIĘCIA

source: FAN POLE 1
pl_pl: WENTYLATOR BIEGUN 1

source: CIRCULATOR POLE 1
pl_pl: CYRKULATOR BIEGUN 1

source: COOLING CUBICLE LP05
pl_pl: SZAFA CHŁODZENIA LP05

source: FANS GROUP 1 C.B.
pl_pl: WENTYLATORY GRUPA 1 C.B.

source: FAILED
pl_pl: USTERKA

source: CIRCULTATORS GROUP 1 C.B.
pl_pl: CYRKULATORY GRUPA 1 C.B.

source: SELECTION MANUAL-AUTO FOR COOLERS
pl_pl: WYBÓR RĘCZNY-AUTOMATYCZNY DLA SCHŁADZACZY

source: CIRCULATOR SELECTION GR.1 OR GR.2
pl_pl: WYBÓR CYRKULATORA GR.1 LUB GR.2

source: GROUP 1 SUPPLY
pl_pl: ZASILANIE GRUPY 1

source: FANS SUPPLY CUBICLE LP05
pl_pl: SZAFA ZASILANIA WENTYLATORÓW LP05

source: FAILURE SIGNALLING
pl_pl: SYGNALIZACJA USTEREK

source: DRAIN OF H.P.
pl_pl: SPUST Z H.P.

source: STORAGE
pl_pl: SKŁADOWANIE

source: FAILLURE :
pl_pl: USTERKA:

source: MOTOR COMPRESSOR CO1
pl_pl: SPRĘŻARKA SILNIKOWA CO1

source: START COMPRESSOR CO1
pl_pl: ROZRUCH SPRĘŻARKI CO1

source: OIL FAILLURE COMPRESSOR CO1
pl_pl: USTERKA OLEJU SPRĘŻARKI CO1

source: DRAIN OF COMPRESSOR CO1
pl_pl: SPUST ZE SPRĘŻARKI CO1

source: EXCESS RUNNING COMPRESSOR CO1
pl_pl: NADMIERNA PRACA SPRĘŻARKI CO1

source: OVERLOAD MOTOR COMPRESSOR CO1
pl_pl: PRZECIĄŻENIE SILNIKA SPRĘŻARKI CO1

source: OIL PRESSURE COMPRESSOR CO1
pl_pl: CIŚNIENIE OLEJU SPRĘŻARKI CO1

source: GUTTER
pl_pl: RYNNA

source: H See note
pl_pl: H patrz uwaga

source: See detail A
pl_pl: Patrz szczegół A

source: See detail B
pl_pl: Patrz szczegół B

source: See detail C
pl_pl: Patrz szczegół C

source: See detail E
pl_pl: Patrz szczegół E

source: See detail F
pl_pl: Patrz szczegół F

source: See detail G
pl_pl: Patrz szczegół G

source: See detail H
pl_pl: Patrz szczegół H

source: See detail J
pl_pl: Patrz szczegół J

source: See detail K
pl_pl: Patrz szczegół K

source: GCB MINOR ELECTRICAL FAULT
pl_pl: DROBNA USTERKA ELEKTRYCZNA GCB

source: GT CONTROL INTERLOCK
pl_pl: BLOKADA STEROWANIA GT

source: Low voltage connection cables Not Supplied by ALSTOM
pl_pl: Przewody łączące niskiego napięcia poza dostawą ALSTOM

source: Cables insertion :
pl_pl: Wejście kabli:

source: Live part
pl_pl: Element pod napięciem

source: Frame
pl_pl: Rama

source: B= box/cubicle C= mimic plate P= connector on cubicles T= terminals Z= connector on cables
pl_pl: B= skrzynka/szafa C= tabliczka mimiczna P= złącze szafek T= styki Z= złącze kablowe

source: BREAKER AIR FILLING
pl_pl: NAPEŁNIANIE POWIETRZEM WYŁĄCZNIKA

source: TRIPPING INTERLOCK
pl_pl: BLOKADA WYŁĄCZENIA

source: LOW SF6 SUPERVISION - 2ND STAGE SIGNALLING
pl_pl: NADZÓR NISKIEGO SF6 - SYGNALIZACJA 2. POZIOMU

source: BREAKER FAILURE - DISCREPANCY
pl_pl: USTERKA WYŁĄCZNIKA - BRAK ZGODNOŚCI

source: SPARES AUXILIARY CONTACTS - SIGNALLING
pl_pl: ZAPASOWE STYKI POMOCNICZE - SYGNALIZACJA

source: GENERATOR SWITCHGEAR
pl_pl: ROZDZIELNIA GENERATORA

source: CLOSING 1 - TRIPPING 1 CIRCUIT
pl_pl: OBWÓD ZAMYKAJĄCY 1 - ROZŁĄCZAJĄCY 1

source: FAULT RESET
pl_pl: RESETOWANIE USTERKI

source: SYMBOLS LEGEND
pl_pl: LEGENDA SYMBOLI

source: Detail 1
pl_pl: Szczegół 1

source: MATERIAL: stainless steal 304L THICKNESS:
pl_pl: MATERIAŁ: stal nierdzewna 304L GRUBOŚĆ:

source: BYPASS RPH2
pl_pl: OBEJŚCIE RPH2

source: POLE HEATING WITH THERMOSTAT
pl_pl: OGRZEWANIE BIEGUNA Z TERMOSTATEM

source: POLE TEMPERATURE
pl_pl: TEMPERATURA BIEGUNA

source: POLE 1 HEATING
pl_pl: OGRZEWANIE BIEGUNA 1

source: CIRCUIT BREAKER GL315X WITH FK3-5 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL315X Z FK3-5 SCHEMAT PODSTAWOWY

source: AUXILIARY CONTACTS
pl_pl: STYKI POMOCNICZE

source: L1 (POLE1) REFERENCE VOLTAGE
pl_pl: NAPIĘCIE ODNIESIENIA L1 (BIEGUN 1)

source: TEMPERATURE TRANSDUCER
pl_pl: PRZEKAŹNIK TEMPERATURY

source: NEUTRAL GROUNDED
pl_pl: ZERO UZIEMIONE

source: SHIELDED CABLE WITH TWISTED PAIRS TO BE USED
pl_pl: UŻYĆ KABLA EKRANOWANEGO Z PARAMI SKRĘCANYMI

source: MOTOR COMPRESSOR CO2
pl_pl: SPRĘŻARKA SILNIKOWA CO2

source: START COMPRESSOR CO2
pl_pl: ROZRUCH SPRĘŻARKI CO2

source: OIL FAILLURE COMPRESSOR CO2
pl_pl: USTERKA OLEJU SPRĘŻARKI CO2

source: DRAIN OF COMPRESSOR CO2
pl_pl: SPUST ZE SPRĘŻARKI CO2

source: EXCESS RUNNING COMPRESSOR CO2
pl_pl: NADMIERNA PRACA SPRĘŻARKI CO2

source: OVERLOAD MOTOR COMPRESSOR CO2
pl_pl: PRZECIĄŻENIE SILNIKA SPRĘŻARKI CO2

source: OIL PRESSURE COMPRESSOR CO2
pl_pl: CIŚNIENIE OLEJU SPRĘŻARKI CO2

source: FAILURE :
pl_pl: USTERKA:

source: HIGH AND LOW PRESSURE OF HP
pl_pl: WYSOKIE I NISKIE CIŚNIENIE HP

source: RUNNING TIME COMPRESSOR C01
pl_pl: CZAS PRACY SPRĘŻARKI C01

source: RUNNING TIME COMPRESSOR C02
pl_pl: CZAS PRACY SPRĘŻARKI C02

source: SELECTION OF LEAD COMPRESSOR
pl_pl: WYBÓR SPRĘŻARKI PROWADZĄCEJ

source: SELECTION AUTO-STOP-TEST COMP.
pl_pl: WYBÓR AUTO-STOP-TEST SPRĘŻ.

source: MANUAL DRAIN COMPRESSOR C01
pl_pl: SPUST RĘCZNY ZE SPRĘŻARKI C01

source: MANUAL DRAIN COMPRESSOR C02
pl_pl: SPUST RĘCZNY ZE SPRĘŻARKI C02

source: PROGRAMMER SUPPLY
pl_pl: ZASILANIE PROGRAMATORA

source: STOP COMPRESSOR
pl_pl: ZATRZYMANIE SPRĘŻARKI

source: START OF LEAD COMPRESSOR
pl_pl: ROZRUCH SPRĘŻARKI PROWADZĄCEJ

source: START OF LAG COMPRESSOR
pl_pl: ROZRUCH SPRĘŻARKI OPÓŹNIONEJ

source: MEASURE AND ALARM HP
pl_pl: POMIAR I ALARM HP

source: AIR FILLING OPERATIONS
pl_pl: CZYNNOŚCI NAPEŁNIANIA POWIETRZEM

source: SUPERVISION COMPRESSOR OIL PRESSURE
pl_pl: NADZÓR CIŚNIENIA OLEJU SPRĘŻARKI

source: COMPRESSOR 1
pl_pl: SPRĘŻARKA 1

source: DRAIN OF COMPRESSOR
pl_pl: SPUST ZE SPRĘŻARKI

source: SUPERVISION HP STORAGE DRAIN
pl_pl: NADZÓR SPUSTU SKŁADOWANIA HP

source: COMPRESSOR OIL PRESSURE
pl_pl: CIŚNIENIE OLEJU SPRĘŻARKI

source: EXCESS RUNNING
pl_pl: NADMIAR PRACY

source: AUTOMATIC DRAIN
pl_pl: SPUST AUTOMATYCZNY

source: SUPPLY FAILURE
pl_pl: USTERKA ZASILANIA

source: CLOSING AND TRIPPING 1 LOCKOUT
pl_pl: BLOKADA ZAMYKANIA I WYŁĄCZANIA 1

source: TRIPPING 2 LOCKOUT
pl_pl: BLOKADA WYŁĄCZANIA 2

source: SUPPLY CLOSING & TRIPPING 1 CIRCUIT FAILURE
pl_pl: USTERKA ZASILANIA OBWODU ZAMYKANIA I WYŁĄCZANIA 1

source: SUPPLY TRIPPING 2 CIRCUIT FAILURE
pl_pl: USTERKA ZASILANIA OBWODU WYŁĄCZANIA 2

source: AIR TEMPERATURE STAGE 1 - POLE 1
pl_pl: TEMPERATURA POWIETRZA POZIOM 1 - BIEGUN 1

source: AIR TEMPERATURE STAGE 2
pl_pl: TEMPERATURA POWIETRZA POZIOM 2

source: CLOSING - TRIPPING 1 & 2
pl_pl: ZAMYKANIE - WYŁĄCZENIE 1 I 2

source: CLOSING - TRIPPING 1 SUPPLY
pl_pl: ZASILANIE ZAMYKANIA - WYŁĄCZENIA 1

source: TRIPPING 2 SUPPLY
pl_pl: ZASILANIE WYŁĄCZENIA 2

source: TRIPPING 1 INTERLOCK
pl_pl: BLOKADA WYŁĄCZENIA 1

source: EXCESS AIR TEMPERATURE - 1ST STAGE
pl_pl: NADMIERNA TEMPERATURA POWIETRZA - 1. POZIOM

source: EXCESS AIR TEMPERATURE - 2ND STAGE
pl_pl: NADMIERNA TEMPERATURA POWIETRZA - 2. POZIOM

source: LIGHTING OF BREAKER ENCLOSURE
pl_pl: OBUDOWA OŚWIETLENIA WYŁĄCZNIKA

source: FAN
pl_pl: Wentylator

source: TURBINE
pl_pl: TURBINA

source: GROUP 1 THREE PHASE VOLTAGE SUPERVISION
pl_pl: GRUPA 1 - NADZÓR NAPIĘCIA TRÓJFAZOWEGO

source: GROUP 1 THREE PHASE VOLTAGE
pl_pl: GRUPA 1 - NAPIĘCIE TRÓJFAZOWE

source: VOLTAGE SUPERVISION SIGNALLING
pl_pl: SYGNALIZACJA NADZORU NAPIĘCIA

source: HEATING LIGHTING SIGNALLING
pl_pl: SYGNALIZACJA OGRZEWANIA OŚWIETLENIA

source: TURBINE POLE 1
pl_pl: TURBINA BIEGUN 1

source: HEATING - LIGHTING SUPPLY FAILURE
pl_pl: USTERKA ZASILANIA OGRZEWANIA - OŚWIETLENIA

source: MOTOR SUPPLY FAILURE
pl_pl: USTERKA ZASILANIA SILNIKA

source: EARTHING SW.
pl_pl: PRZEŁĄCZNIK UZIEMIENIA

source: CURRENT MOTOR SUPERVISION
pl_pl: NADZÓR PRĄDU SILNIKA

source: DISC. SW.
pl_pl: PRZEŁĄCZNIK ROZŁ.

source: STARTING SWITCH CURRENT MOTOR SUPERVISION
pl_pl: NADZÓR PRZEŁĄCZNIKA PRĄDU ROZRUCHOWEGO SILNIKA

source: CIRCUIT BREAKER GL317D WITH FK3-4 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL317D Z FK3-4 SCHEMAT PODSTAWOWY

source: TEMPERATURE ALARM
pl_pl: ALARM TEMPERATURY

source: SENSOR FAILURE
pl_pl: USTERKA CZUJNIKA

source: KEYING ELEMENTS LAYOUT
pl_pl: SCHEMAT ELEMENTÓW KLUCZOWYCH

source: VOLTAGE CONTROL CLOSING 1
pl_pl: STEROWANIE NAPIĘCIEM - ZAMYKANIE 1

source: VOLTAGE CONTROL TRIPPING
pl_pl: STEROWANIE NAPIĘCIEM - WYŁĄCZENIE

source: IN - OUT OFF OPERATION
pl_pl: DZIAŁANIE DO - Z WYŁ.

source: T3 VOLTAGE SUPERVISION
pl_pl: NADZÓR NAPIĘCIA T3

source: MONITORING CIRCTUIT
pl_pl: OBWÓD MONITOROWANIA

source: HIGH VOLTAGE DIAGRAM
pl_pl: SCHEMAT WYSOKIEGO NAPIĘCIA

source: SUPPLIED BY AREVA T&D
pl_pl: DOSTARCZONE PRZEZ AREVA T&D

source: VIEW AS PER U
pl_pl: WIDOK ZGODNIE Z U

source: HANDLES TO BE LOCKED
pl_pl: UCHWYTY DO BLOKOWANIA

source: PLATE THICKNESS 3mm SUPPLIED BY AREVA T&D
pl_pl: GRUBOŚĆ PŁYTKI 3 mm DOSTARCZONE PRZEZ AREVA T&D

source: AVAILABLE ZONE FOR LOCATION OF CUSTOMER L.V. CABLES
pl_pl: STREFA DOSTĘPNA NA LOKALIZACJĘ KABLI NN KLIENTA

source: DETAIL A
pl_pl: SZCZEGÓŁ A

source: GROUNDING PAD
pl_pl: PŁYTKA UZIEMIAJĄCA

source: HANDLING
pl_pl: PRZENOSZENIE

source: HANDLING OF ONE POLE ACTIVE PART FOR MAINTENANCE
pl_pl: PRZENOSZENIE ELEMENTU AKTYWNEGO JEDNEGO BIEGUNA DO KONSERWACJI

source: THE LIFTING TOOL IS SET IN THE FACTORY ACCORDANCE WITH THE DISTANCE BETWEEN POLES AND THE GCB COMPOSITION
pl_pl: URZĄDZENIE DO PODNOSZENIA JEST USTAWIONE FABRYCZNIE ZGODNIE Z ODLEGŁOŚCIĄ MIĘDZY BIEGUNAMI I SKŁADEM GCB

source: GCB HANDLING
pl_pl: PRZENOSZENIE GCB

source: LIFTING TOOL SUPPLIED BY AREVA T&D
pl_pl: URZĄDZENIE DO PODNOSZENIA DOSTARCZONE PRZEZ AREVA T&D

source: DETAIL H
pl_pl: SZCZEGÓŁ H

source: DETAIL I
pl_pl: SZCZEGÓŁ I

source: DETAIL J
pl_pl: SZCZEGÓŁ J

source: DETAIL G
pl_pl: SZCZEGÓŁ G

source: 4x2 HOLES 30x90
pl_pl: 4x2 OTWORY 30x90

source: 2x2 HOLES 30x70
pl_pl: 2x2 OTWORY 30x70

source: 1x4 HOLES 20x40
pl_pl: 1x4 OTWORY 20x40

source: 4x2 HOLES 30x120
pl_pl: 4x2 OTWORY 30x120

source: STATIC VERTICAL LOAD
pl_pl: PIONOWE OBCIĄŻENIE STATYCZNE

source: DYNAMIC COMPRESSION LOAD
pl_pl: DYNAMICZNE OBCIĄŻENIE ŚCISKAJĄCE

source: DYNAMIC TENSION LOAD
pl_pl: DYNAMICZNE OBCIĄŻENIE ROZCIĄGAJĄCE

source: DYNAMIC LOAD PER SUPPORT
pl_pl: OBCIĄŻENIE DYNAMICZNE NA PODPORĘ

source: FIXING ON CONCRETE
pl_pl: MOCOWANIE W BETONIE

source: FIXING ON METALLIC STRUCTURE
pl_pl: MOCOWANIE DO KONSTRUKCJI STALOWEJ

source: TIGHTENING TORQUE 11daN
pl_pl: MOMENT DOKRĘCANIA 11 daN

source: TIGHTENING TORQUE 13daN
pl_pl: MOMENT DOKRĘCANIA 13 daN

source: TIGHTENING TORQUE 5daN
pl_pl: MOMENT DOKRĘCANIA 5 daN

source: CONCRETE ≥ 20Mpa
pl_pl: BETON ≥ 20 MPa

source: METALIC PLUG M16 SUPPLIED BY AREVA T&D
pl_pl: SZPILKA STALOWA M16 DOSTARCZONA PRZEZ AREVA T&D

source: METAL FRAME
pl_pl: RAMA STALOWA

source: SCREW, NUTS, WASHERS M16 SUPPLIED BY AREVA T&D
pl_pl: ŚRUBY, NAKRĘTKI, PODKŁADKI M16 DOSTARCZONE PRZEZ AREVA T&D

source: CLOSING FAILURE
pl_pl: USTERKA ZAMYKANIA

source: OPERATIONS COUNTER POLE 1
pl_pl: LICZNIK OPERACJI BIEGUN 1

source: CIRCUIT BREAKER GL314P WITH FK3-07 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL314P Z FK3-07 SCHEMAT PODSTAWOWY

source: POLES HEATER
pl_pl: NAGRZEWNICA BIEGUNÓW

source: LOCATION OF COMPONENTS
pl_pl: ROZMIESZCZENIE KOMPONENTÓW

source: Fonction adjustement
pl_pl: Regulacja funkcji

source: Adjustement of voltage threshold
pl_pl: Regulacja progu napięcia

source: Histeresis adjustement
pl_pl: Regulacja histerezy

source: Timing adjustement
pl_pl: Regulacja czasu

source: CONTROL MECHANISM POLE A
pl_pl: MECHANIZM STEROWANIA BIEGUN A

source: CONTROL MECHANISM POLE B
pl_pl: MECHANIZM STEROWANIA BIEGUN B

source: CONTROL MECHANISM POLE C
pl_pl: MECHANIZM STEROWANIA BIEGUN C

source: DIMENSIONS IN MILLIMETERS
pl_pl: WYMIARY W MILIMETRACH

source: DETAIL B
pl_pl: SZCZEGÓŁ B

source: DETAIL C
pl_pl: SZCZEGÓŁ C

source: DETAIL D
pl_pl: SZCZEGÓŁ D

source: DETAIL E
pl_pl: SZCZEGÓŁ E

source: DETAIL F
pl_pl: SZCZEGÓŁ F

source: 8 holes M16-depth 29
pl_pl: 8 otworów M16-głębokość 29

source: EQUIPPED SPRINGS CONTROL MECHANISM FK3.5
pl_pl: WYPOSAŻONY MECHANIZM STEROWANIA SPRĘŻYNAMI FK3.5

source: Keep free this zone
pl_pl: Zachować tę strefę wolną

source: Dimensions are valid only with supporting frame H=2503mm, according to AREVA drawing
pl_pl: Wymiary ważne tylko z ramą wsporczą H=2503mm, zgodnie z rysunkiem AREVA

source: ALL THE CALCULATIONS ARE CARRIED OUT, TAKING AS HYPOTHESIS A REVA STANDARD FRAME WITH HEIGHT H=2503mm
pl_pl: WSZYSTKIE OBLICZENIA PRZEPROWADZONO PRZY ZAŁOŻENIU STANDARDOWEJ RAMY AREVA O WYSOKOŚCI H=2503mm

source: THE APPLICATION POINT AND VALUE ARE REFERED TO THE CIRCUIT BREAKER CENTER OF GRAVITY.ALL THE CALCULATIONS ARE CARRIED OUT, TAKING AS HYPOTHESIS A REVA STANDARD FRAME WITH HEIGHT H=3377mm
pl_pl: PUNKT PRZYŁOŻENIA I WARTOŚĆ ODNOSZĄ SIĘ DO ŚRODKA CIĘŻKOŚCI WYŁĄCZNIKA OBWODU. WSZYSTKIE OBLICZENIA PRZEPROWADZONO PRZY ZAŁOŻENIU STANDARDOWEJ RAMY AREVA O WYSOKOŚCI H=3377mm

source: CB FAIL ALARM
pl_pl: ALARM USTERKI CB

source: 4 SCREW M25
pl_pl: 4 ŚRUBY M25

source: Frame foot : hole 36 dia
pl_pl: Stopa ramy: otwór o śr. 36

source: 6 HOLES Ø 18
pl_pl: 6 OTWORÓW Ø 18

source: SPRING CONTROL MECHANISM
pl_pl: MECHANIZM STEROWANIA SPRĘŻYNĄ

source: HEATING ISOLATION
pl_pl: IZOLACJA OGRZEWANIA

source: MOTOR ISOLATION
pl_pl: IZOLACJA SILNIKA

source: TRIP 1 COIL ISOLATION (+)
pl_pl: IZOLACJA UZWOJENIA WYŁĄCZENIA 1 (+)

source: TRIP 1 COIL ISOLATION (-)
pl_pl: IZOLACJA UZWOJENIA WYŁĄCZENIA 1 (-)

source: GL316X THREE PHASES WITH FK3-5
pl_pl: GL316X TRÓJFAZOWY Z FK3-5

source: GL314X THREE PHASES WITH FK3-2
pl_pl: GL314X TRÓJFAZOWY Z FK3-2

source: GL316X THREE PHASES WITH FK3-5 ELEMENTARY DIAGRAM
pl_pl: GL316X TRÓJFAZOWY Z FK3-5 SCHEMAT PODSTAWOWY

source: GL314X THREE PHASES WITH FK3-2 ELEMENTARY DIAGRAM
pl_pl: GL314X TRÓJFAZOWY Z FK3-2 SCHEMAT PODSTAWOWY

source: FAULT RPH2
pl_pl: USTERKA RPH2

source: THREE POLE CIRCUIT BREAKER GL314P WITH FK3-07
pl_pl: WYŁĄCZNIK TRÓJFAZOWY GL314P Z FK3-07

source: MOTOR DISCONNECTION BY HAND CRANK
pl_pl: ROZŁĄCZENIE SILNIKA RĘCZNĄ KORBĄ

source: MOTOR SUPPLY
pl_pl: ZASILANIE SILNIKA

source: Top view
pl_pl: Widok z góry

source: GROUND TERMINAL:
pl_pl: STYK UZIEMIENIA:

source: 12 dia
pl_pl: Śr. 12

source: FIXING 640
pl_pl: MOCOWANIE 640

source: DOOR OPEN AT 90° mini.
pl_pl: KĄT OTWARCIA DRZWI MIN 90°

source: NAMEPLATE
pl_pl: TABLICZKA ZNAMIONOWA

source: SUPPLIED BY ALSTOM
pl_pl: DOSTAWA ALSTOM

source: CIRCUIT BREAKER GL316 WITH FK3-2 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL316 Z FK3-2 SCHEMAT PODSTAWOWY

source: CIRCUIT BREAKER GL315 WITH FK3-2 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL315 Z FK3-2 SCHEMAT PODSTAWOWY

source: CUSTOMER SIGNALLING
pl_pl: SYGNALIZACJA KLIENTA

source: CABLE
pl_pl: KABEL

source: 1252mm DOOR OPEN AT 119°
pl_pl: 1252mm KĄT OTWARCIA DRZWI 119°

source: 992mm OPEN DOOR CLEARANCE 90°
pl_pl: 992mm WYMIARY DRZWI W ŚWIETLE 90°

source: TERMINALS ALUMINIUM THICKNESS = 25mm Connector NORME NEMA With bimetal platelet :
pl_pl: STYKI ALUMINIOWE, GRUBOŚĆ = 25mm Złącze NORME NEMA Z płytką bimetalową

source: Supplied by Alstom
pl_pl: Dostawa ALSTOM

source: HEATING CIRCUIT PROTECTION
pl_pl: OCHRONA OBWODU OGRZEWANIA

source: MOTOR CIRCUIT PROTECTION
pl_pl: OCHRONA OBWODU SILNIKA

source: CLOSING AND TRIPPING 1 CIRCUIT PROTECTION
pl_pl: OCHRONA OBWODU ZAMYKANIA I WYŁĄCZANIA 1

source: TRIPPING 2 CIRCUIT PROTECTION
pl_pl: OCHRONA OBWODU WYŁĄCZANIA 2

source: DISCONNECT SWITCH MOTOR CIRCUIT PROTECTION
pl_pl: OCHRONA PRZEŁĄCZNIKA ROZŁĄCZANIA OBWODU SILNIKA

source: EARTHING SWITCH MOTOR CIRCUIT PROTECTION
pl_pl: OCHRONA PRZEŁĄCZNIKA UZIEMIENIA OBWODU SILNIKA

source: STARTING DISCON. SW. MOTOR CIRCUIT PROTECTION
pl_pl: OCHRONA ROZPOCZĘCIA ROZŁĄCZ. OBWODU SILNIKA

source: THREE PHASED CONTROL SUPPLY PROTECTION
pl_pl: OCHRONA ZASILANIA STEROWANIA TRÓJFAZOWEGO 1

source: Fixing see detail E
pl_pl: Mocowanie, patrz szczegół E

source: MATERIAL:
pl_pl: MATERIAŁ:

source: Aluminium steal THICKNESS:
pl_pl: Aluminium GRUBOŚĆ:

source: TERMINALS ALUMINIUM THICKNESS = 25mm Connector DIN Standart
pl_pl: STYKI ALUMINIOWE, GRUBOŚĆ = 25mm Złącze DIN Standart

source: HEATING - MOTOR CIRCUITS
pl_pl: OBWODY OGRZEWANIA - SILNIKA

source: OPEN A
pl_pl: OTWIERANIE A

source: OPEN B
pl_pl: OTWIERANIE B

source: CLOSING A
pl_pl: ZAMYKANIE A

source: CLOSING B
pl_pl: ZAMYKANIE B

source: POLES DISCORDANCE - SF6 SUPERVISION
pl_pl: NIEZGODNOŚĆ BIEGUNÓW - NADZÓR SF6

source: SPRING LOADED CHECKING
pl_pl: SPRAWDZANIE NACIĄGU SPRĘŻYNY

source: SF6 SUPERVISION (P1=ALARM)
pl_pl: NADZÓR SF6 (P1=ALARM)

source: LOCAL OPERATION AUTHORIZATION
pl_pl: ZEZWOLENIE NA PRACĘ LOKALNĄ

source: VOLTAGE MONITOR AC PHASE A
pl_pl: MONITOR NAPIĘCIA AC FAZA A

source: VOLTAGE MONITOR AC PHASE B
pl_pl: MONITOR NAPIĘCIA AC FAZA B

source: VOLTAGE MONITOR AC PHASE C
pl_pl: MONITOR NAPIĘCIA AC FAZA C

source: POLE DISCREPANCY - SF6 SUPERVISION
pl_pl: NIEZGODNOŚĆ BIEGUNÓW - NADZÓR SF6

source: COVER OF PROTECTION FROM UNAUTHORIZED ACCESS
pl_pl: OSŁONA ZABEZPIECZAJĄCA PRZED NIEDOZWOLONYM DOSTĘPEM

source: Fixing see detail B
pl_pl: Mocowanie, patrz szczegół B

source: CIRCUIT BREAKER MOTOR POLE 1
pl_pl: WYŁĄCZNIK OBWODU SILNIKA BIEGUN 1

source: EXCESS OPERATION OF MOTOR POLE 1
pl_pl: NADMIERNE DZIAŁANIE SILNIKA BIEGUN 1

source: RATED VOLTAGE
pl_pl: NAPIĘCIE ZNAMIONOWE

source: RATED LIGHTNING IMPULSE WITHSTAND VOLTAGE
pl_pl: ODPORNOŚĆ NA NAPIĘCIE IMPULSU PIORUNOWEGO

source: RATED SWITCHING IMPULSE WITHSTAND VOLTAGE
pl_pl: ODPORNOŚĆ NA NAPIĘCIE IMPULSU PRZEŁĄCZANIA

source: RATED FREQUENCY
pl_pl: CZĘSTOTLIWOŚĆ ZNAMIONOWA

source: RATED NORMAL CURRENT
pl_pl: NORMALNY PRĄD ZNAMIONOWY

source: RATED DURATION OF SHORT CIRCUIT
pl_pl: ZNAMIONOWY CZAS TRWANIA ZWARCIA

source: RATED SHORT CIRCUIT BREAKING CURRENT
pl_pl: ZNAMIONOWY PRĄD PRZERWANIA ZWARCIA

source: FIRST POLE TO CLEAR FACTOR
pl_pl: PIERWSZY BIEGUN WSPÓŁCZYNNIKA CZYSZCZENIA

source: RATED LINE CHARGING BREAKING CURRENT
pl_pl: ZNAMIONOWY PRĄD PRZERWANIA OBCIĄŻENIA LINII

source: RATED OPERATING SEQUENCE
pl_pl: ZNAMIONOWA SEKWENCJA DZIAŁANIA

source: RATED FILLING ABSOLUTE PRESSURE FOR INTERRUPTION
pl_pl: ZNAMIONOWE CIŚNIENIE BEZWZGLĘDNE NAPEŁNIANIA DO PRZERWANIA

source: RATED FILLING RELATIVE PRESSURE AT 20°C, 1013hPa
pl_pl: ZNAMIONOWE CIŚNIENIE WZGLĘDNE NAPEŁNIANIA PRZY 20°C 1013 hPa

source: TEMPERATURE CLASS
pl_pl: KLASA TEMPERATURY

source: TOTAL MASS OF GAS
pl_pl: CAŁKOWITA MASA GAZU

source: TOTAL MASS OF C.B
pl_pl: CAŁKOWITA MASA C.B

source: YEAR OF MANUFACTURE
pl_pl: ROK PRODUKCJI

source: RELEVANT STANDARD
pl_pl: ODPOWIADAJĄCA NORMA

source: SERIAL NUMBER
pl_pl: NUMER SERYJNY

source: CUSTOMER
pl_pl: KLIENT
